Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2nob/admin/sd/golden_language_fi/duogas_ja_vuoitit-taustaa_ja_voittajat_uusi.pdf.tmx
Source language: sms
Languages: nob

source: SääŠmǩiõlin LaŠsǩǩeet, što sääŠmǩiõlin lie nuŠtt 20 000 – 30 000 mainsteei.
nob: De samiske språkene Det fins mellom 20 000 – 30 000 personer som snakker samisk.

source: Gollegiella lij vuâđđuum sääŠmǩiõl õõudâsviikkâm- da jälltemtuåimi älšmâŠttem diõtt.
nob: Gollegiella er opprettet for å motivere til utvikling og revitalisering av de samiske språkene.

source: Šuurmõs sääŠmǩiõlin lij tâŠvvsääŠm, koon mainstet Taarrâst, Ruõccâst da LääŠddjânnmest.
nob: Det største språket er nordsamisk som snakkes i Norge, Sverige og Finland.

source: Ruõccâst da Taarrâst mainstet še saujjsääŠmǩiõl, luulajasääŠmǩiõl, uumajasääŠmǩiõl da piitimensääŠmǩiõl.
nob: I Sverige og Norge snakkes også sørsamisk, lulesamisk, umesamisk og pitesamisk.

source: LääŠddjânnmest mainstet tâŠvvsääŠmǩiõl lââŠssen aanarsääŠmǩiõl da nuõrttsääŠmǩiõl.
nob: I Finland snakkes enaresamisk og skoltesamisk i tillegg til nordsamisk.

source: Ruõššâst jäänaš vuäŠss sääŠmǩiõl mainsteeŠjin maainast ǩiŠlddsääŠmǩiõl ja eža ooccanj maainstet nuõrttsääŠmǩiõl, äŠǩǩelsääŠmǩiõl da tââŠrjǩiõl.
nob: I Russland snakker de fleste samene kildinsamisk og svært få snakker skoltesamisk, akkalasamisk og tersamisk.

source: Puk sääŠmǩiõl lie vaarvuâlaž ǩiõl.
nob: De samiske språkene er truet.

source: Äiggsab ǩiõllciist vuõiŠtti:
nob: Tidligere prismottakere:

source: Divvun da Giellatekno Tromsa universiteeŠttest diAleksandra Andrejevna Antonova da Nina Jeliseevna Afanasjeva vuåǯǯu eeŠjj jagi 2014 ǩiõllciist. Antonova da Afanasjeva vuåǯǯu ciist, ko suäna lie tuâjjääm kuuŠǩǩ ääiŠj ǩiŠlddsääŠm äärvouddmõõžž kaggmõõžž ǩeeŠrjid ǩeeŠrjteeŠl di jåårǥjâtteeŠl säämas da sääŠmǩiõlâst. Tõn lââŠssen suäna lie tuejjääm tuâi ortografiakõõččmõõžži kõõskâst.
nob: Språkprisen for 2012 ble delt mellom Divvun og Giellatekno ved Universitetet i Tromsø for arbeidet med å lage teknologiske verktøy for samisk språk, og Aleksandra Andrejevna Antonova og Nina Jeliseevna Afanasjeva for sin innsats for det kildinsamiske språket.

source: KueŠhtt sääŠmneezzan, Máret Sárá Karasjooǥǥâst di Lajla Mattson Magga Koutoǩeäinast juõŠǩǩe eeŠjj 2010 ǩiõllciist.
nob: To samiske kvinner, Máret Sárá og Lajla Mattson Magga, delte språkprisen i 2010.

source: Sárá lij viikkâm ooudâs sääŠmǩiõl uŠčteeŠlen, journalisttân da ǩeŠrjjneŠǩǩen.
nob: Sárá har som lærer, journalist og forfatter arbeidet for å utvikle det nordsamiske språket.

source: Son lij ǩeeŠrjtam mättʼtemǩeeŠrjid di noorrâm mj. siõrid da sääŠnnväjjsid ǩeŠrjjen.
nob: Hun har gitt ut flere lærebøker, rim- og reglebøker for barn og bøker med samiske ordtak.

source: Mattson Magga lij tuâjees pääiŠǩ ruõkkâm, mättŠtam da viikkâm ooudâs saujjsääŠmǩiõl.
nob: Mattson Magga har arbeidet for å bevare, undervise og utvikle det sørsamiske språket.

source: Son lij ǩeeŠrjtam saujjsääŠm sääŠnnǩeeŠrjid, mooččâdǩeŠrjjlažvuõđ- da ämmatǩeŠrjjlažvuõđ di tõn lââŠssen tuejjääm jåårǥlâŠttemtuâjaid da noorrâm ǩiõllteeŠstid.
nob: Hun har utviklet sørsamiske ordbøker og gitt ut både skjønnlitteratur og faglige bøker, i tillegg til oversettinger og innsamling av språkmateriale.

source: Sámi Siida Uccjooǥǥâst LääŠddjânnmest da Henrik Barruk Straejmiest Ruõccâst juõŠǩǩe eeŠjj 2008 ǩiõllciist.
nob: 2008 års vinnere var organisasjonen Sami Siida i Utsjoki, Finland og språkarbeideren Henrik Barruk fra Storuman, Sverige.

source: Sámi Siida – õhttõs vuâǯǯai ciist sääŠmǩiõl staattuuzz ravveem diõtt tuejjuum tuâjast Uccjooǥǥ kååŠddest.
nob: Sami Siida har siden 1970-tallet arbeidet for å styrke det samiske språkets stilling i Utsjoki kommune.

source: Henrik Barruk lij kuuŠǩǩ dokumenttjam da jälltam uumajasääŠmǩiõl.
nob: Henrik Barruk har i mange år arbeidet med å dokumentere og revitalisere umesamisk.

source: Vuõssmõs ǩeeŠrjtõõzz, koid čõõđteš säämas 1600-lååǥǥast, leäi ǩeeŠrjtum uumajasääŠmǩiõlin, jm. ABC-ǩeŠrjj.
nob: De første skriftene som ble trykket på samisk på 1600-tallet var skrevet på umesamisk, blant annet en ABC - lesebok.

source: Harald Gaski da Jouni Moshnikoff vuåǯǯu eeŠjj 2006 ǩiõllciist.
nob: Harald Gaski og Jouni Moshnikoff fikk språkprisen i 2006.

source: Jouni Moshnikoff (1940-2012) suu slävvõttŠeš kuŠǩes da stälbbai tuâjast nuõrttsääŠmǩiõll diõtt.
nob: Jouni Moshnikoff ble hedret for stort og langvarig engasjement for å fremme skoltesamisk / østsamisk, særlig med utarbeidelse av lærebøker og læremidler.

source: Harald Gaski lij tuejjääm miârkkšõõvvâmnallšem kookkaskuõŠddi ooudâsviikkâmtuâi ǩiõl diõtt. Son lij leämmaž tuŠtǩǩeemtuåimmjumuužžineez miârkkšõõvvi tuejjeei sääŠmǩiõllsaž mooččâdǩeŠrjjlažvuõđ äärvouddmõõžž kaggmõõžžâst.
nob: Harald Gaski kan vise til omfattende språkutviklingsarbeid og har gjennom sin forskning bidratt til å høyne statusen på samiskspråklig litteratur.

source: Ella Holm Bulla ja Anarâkielâ servi (aanarsääŠmǩiõl õhttõs) vuâǯǯai emansa vuâđđuum tâŠvvjânnmlaž sääŠmǩiõl Gollegiella-ciist eeŠjjest 2004.
nob: Ella Holm Bull og Anarâškielâ servi (Foreningen for enaresamisk) fikk det nyopprettede nordisk samisk språkpris - Gollegiella - i 2004.

source: Ella Holm Bull (1929-2006) tuejjii obb jieŠllempoodd mieŠldd tuâjaid saujjsääŠmǩiõl ooudâsviikkmõŠššen.
nob: Ella Holm Bull (1929-2006) arbeidet hele livet med å fremme bruken av sørsamisk som et muntlig og skriftlig språk.

source: Suu täävtõssân leäi lââŠzzted njaaŠlmilaž da še ǩeŠrjjlaž saujjsääŠm âânnmõõžž. Anarâkielâ servi lij tõn rääŠjest ko õhttõs leäi vuâđđuum eeŠjjest 1986 tuejjääm jõnn tuâi aanarsääŠm ooudâsviikkmõŠšše.
nob: Anarâškielâ servi har siden det ble grunnlagt i 1986 i Enare, Finland gjort et betydningsfullt revitaliseringsarbeid for å fremme enaresamisk språk.
